Repository: FerbLee/RSS-Radio
Catalog: locale/*/LC_MESSAGES/django.po
Languages: gl

source: Required. 150 characters or fewer. Letters, digits and @/./+/-/_ only
gl: Campo requirido. Non pode ser maior de 150 caracteres. Aceptanse Letras, números e os símbolos @/./+/-/_

source: <ul><li>Your password cannot be too similar to your other personal information.</li><li>Your password must contain at least 8 characters.</li><li>Your password cannot be a commonly used password.</li><li>Your password cannot be entirely numeric.</li></ul>
gl: <ul><li> O teu password non pode ser semellante ao resto dos datos persoais.</li><li>O teu password ter alomenos 8 caracteres.</li><li>O teu password non pode ser un utilizado comunmente.</li><li>O teu password non pode ser completamente numérico</li></ul>

source: Enter the same password as before, for verification.
gl: Introduza o mesmo password que antes, para a verificación.

source: Required
gl: Campo requirido

source: Location
gl: Localización

source: Description
gl: Descrición

source: Old password
gl: Antigo password

source: New password
gl: Novo password

source: New password confirmation
gl: Confirmar novo password

source: RSS Link
gl: Enlace ao RSS

source: Sharing mode
gl: Compartición

source: Enable episode comments
gl: Permitir comentarios

source: Website
gl: Sitio web

source: Name
gl: Nome

source: Profile Image
gl: Imaxe de Perfil

source: Media
gl: Medio

source: Area
gl: Área

source: Frequency
gl: Frecuencia

source: Streaming Link
gl: Enlace ao streaming

source: Text
gl: Texto

source: Program
gl: Programa

source: Broadcast Schedule
gl: Horario de emisión

source: Administrator
gl: Administrador

source: Permissions
gl: Permisos

source: Search
gl: Procura

source: Enable
gl: Permitir

source: Disable
gl: Deshabilitar

source: share free
gl: libre

source: ask first
gl: restringida

source: no share
gl: desactivada

source: like
gl: gústame

source: dislike
gl: Non me gusta

source: TV Channel
gl: Canle de TV

source: Podcasting Channel
gl: Canle de Podcasts

source: Others
gl: Outros

source: Owner
gl: Propietario

source: Logged as
gl: Identificado coma

source: Log out
gl: Pechar sesión

source: Welcome, please
gl: Benvido, por favor

source: log in
gl: identifícate

source: or
gl: ou

source: sign up
gl: rexístrate

source: Change
gl: Cambiar

source: Log in
gl: identifícate

source: Your username and password didn't match. Please try again.
gl: O teu nome de usuario e password non coinciden. Por favor, téntao de novo.

source: Please login to see this page.
gl: Por favor, identifícate para ver esta páxina.

source: Lost password?
gl: Non lembras o password?

source: Not an user?
gl: Non es usuario?

source: Back
gl: Volver

source: Sign up
gl: Rexístrate

source: Add New Content:
gl: Engadir Novo Contido:

source: Add New Program
gl: Engadir Programa

source: Add New Station
gl: Engadir Emisora

source: The entered data was not valid. Please, check it down.
gl: Os datos introducidos non son válidos. Por favor, compróbeos.

source: New Program:
gl: Novo Programa:

source: Send
gl: Enviar

source: Cancel
gl: Cancelar

source: New Station:
gl: Nova Emisora:

source: Management dashboard for
gl: Panel de xestión de

source: Edit Profile
gl: Editar Perfil

source: Broadcast Management
gl: Xestión de Emisión

source: Administration
gl: Administración

source: Delete Program
gl: Borrar Programa

source: Add new Administrator
gl: Engadir novo Administrador

source: Add
gl: Engadir

source: Current administrators:
gl: Administradores actuais:

source: Select
gl: Seleccionar

source: User
gl: Usuario

source: Yourself
gl: Ti mesmo

source: can't be edited
gl: non pode ser editado

source: Remove
gl: Eliminar

source: Update
gl: Actualizar

source: Only
gl: Soamente os usuarios de nivel

source: level users can access this view. You may contact the following users if you need an upgrade:
gl: poden acceder a esta vista. Podes contactar cos seguintes usuarios se necesitas máis permisos.

source: Delete Station
gl: Eliminar Emisora

source: Your content was successfully deleted
gl: O contido foi eliminado satisfactoriamente

source: Accept
gl: Aceptar

source: See more
gl: Ver máis

source: Program:
gl: Programa:

source: Episode:
gl: Episodio:

source: Liked
gl: Gustoute

source: Dislike
gl: Non me gusta

source: Like
gl: Gústame

source: Disliked
gl: Disgustoute

source: Likes:
gl: Gustou:

source: Dislikes:
gl: Disgustou:

source: Listens:
gl: Escoitas

source: Published on:
gl: Publicado o:

source: Your browser does not support the audio element.
gl: O teu navegador non soporta este elemento de audio.

source: Categories:
gl: Categorías

source: Summary:
gl: Resumo:

source: Comments:
gl: Comentarios:

source: Comment:
gl: Comentario:

source: This comment was removed by the author
gl: Este comentario foi eliminado polo autor

source: at
gl: o

source: Delete
gl: Borrar

source: No comments yet
gl: Aínda non hai comentarios

source: Leave a comment
gl: Deixa un comentario

source: Publish
gl: Publicar

source: Comments for this program have been disabled.
gl: Este programa ten os comentarios deshabilitados.

source: Manage
gl: Xestionar

source: Unsubscribe
gl: Cancelar Subs.

source: Subscribe
gl: Subscribirte

source: Author:
gl: Autor:

source: Added on:
gl: Engadido o:

source: by
gl: por

source: unknown
gl: descoñecido

source: Language:
gl: Lingua:

source: Rating:
gl: Calificación:

source: Description:
gl: Descrición:

source: Website:
gl: Sitio Web:

source: Episodes
gl: Episodios

source: No episodes
gl: Non hai episodios

source: previous
gl: anterior

source: next
gl: seguinte

source: Broadcasted in:
gl: Emitido en:

source: No stations
gl: Non hai emisoras

source: Subscribers:
gl: Subscritores:

source: No subscribers yet
gl: Aínda sen subscritores

source: Station:
gl: Emisora:

source: Unfollow
gl: Deixar de seguir

source: Follow
gl: Seguir

source: Visit website
gl: Visita a web

source: Location:
gl: Localización:

source: Media:
gl: Medio:

source: Area:
gl: Área:

source: Frequency:
gl: Frecuencia:

source: Streaming:
gl: En directo:

source: Latest episodes:
gl: Últimos episodios:

source: Associated programs:
gl: Programas asociados:

source: No programs
gl: Non hai programas

source: Followers:
gl: Seguidores:

source: No followers yet
gl: Aínda non ten seguidores

source: User:
gl: Usuario:

source: Edit
gl: Editar

source: Name:
gl: Nome:

source: Joined on:
gl: Alta o:

source: Contact:
gl: Contacto:

source: Subscribed to:
gl: Suscrito a:

source: No subscriptions
gl: Sen subscricións

source: Followed stations:
gl: Emisoras seguidas:

source: No stations followed
gl: Sen emisoras seguidas

source: Your own content:
gl: O teu propio contido:

source: Your programs:
gl: Os teus programas:

source: No owned programs
gl: Sen programas propios

source: Your stations:
gl: As tuas emisoras:

source: No owned stations
gl: Sen emisoras propias

source: Edit profile
gl: Editar Perfil

source: data:
gl: datos:

source: Change Password
gl: Cambiar Password

source: Cancel Password Change
gl: Cancelar cambio de Password

source: An error occurred. The program could not be added.
gl: Ocorreu un erro. O programa non puido ser engadido.

source: Please, check the link to the RSS file was correct.
gl: Por favor, comproba que o enlace ao ficheiro RSS é correcto.

source: Add New Content
gl: Engadir Novo Contido

source: Your subscriptions
gl: As túas subscricións

source: Latest episodes
gl: Episodios recentes

source: No episodes found
gl: Non se atoparon episodios

source: Popular programs
gl: Programas populares

source: No programs found
gl: Non se atoparon programas

source: Your favourite stations
gl: As túas emisoras favoritas

source: No favourite stations
gl: Non tes emisoras favoritas

source: All Stations
gl: Todas as emisoras

source: No stations found
gl: Non se atoparon emisoras

source: Broadcasting stations:
gl: Emitido por:

source: Station
gl: Emisora

source: Broadcast schedule
gl: Horario de emisión

source: Block actions
gl: Accións en bloque

source: Broadcast management
gl: Xestión da emisión

source: Add new program
gl: Engadir Programa

source: Programs currently broadcasted:
gl: Programas emitidos actualmente:

source: management dashboard
gl: panel de xestión

source: You are about to delete the program
gl: Estás a piques de borrar o programa

source: This action cannot be undone. Do you want to proceed anyway?
gl: Esta acción é irreversible. Queres continuar de todos modos?

source: You are about to delete the station
gl: Estás a piques de borrar a emisora

source: Search results for:
gl: Resultados da procura de:

source: Found episodes:
gl: Episodios atopados:

source: Found programs:
gl: Programas atopados:

source: Found stations:
gl: Emisoras atopadas:

source: Found users:
gl: Usuarios atopados:

source: No users
gl: Non se atoparon usuarios

source: needs approval to be broadcasted. A request was sent.
gl: necesita da aprobación previa para ser emitido. Mandouse unha petición.

source: was successfully added!
gl: foi engadido satisfactoriamente!

source: program was successfully removed.
gl: foi eliminado satisfactoriamente.

source: programs were successfully removed.
gl: programas foron eliminados satisfactoriamente.

source: program was successfully updated.
gl: programa foi actualizado satisfactoriamente.

source: programs were successfully updated.
gl: programas foron actualizados satisfactoriamente.

source: No program was selected. Please, check the program lines in order to commit the changes.
gl: Ningún programa foi seleccionado. Por favor, marque os selectores de programa para efectuar os cambios

source: was successfully added as
gl: foi engadido satisfactoriamente coma

source: admin was successfully removed.
gl: admin foi eliminado satisfactoriamente.

source: admin were successfully removed.
gl: admins foron eliminados satisfactoriamente.

source: admin was successfully updated.
gl: admin foi actualizado satisfactoriamente.

source: admin were successfully updated.
gl: admin foi actualizado satisfactoriamente.

source: No admin was selected. Please, check the admin lines in order to commit the changes.
gl: Ningún admin foi seleccionado. Por favor, marque os selectores de admin para efectuar os cambios

source: station was successfully removed.
gl: emisora foi eliminada satisfactoriamente.

source: stations were successfully removed.
gl: emisoras foron eliminadas satisfactoriamente.
